exports.menu = (id, BotName, corohelp, tampilTanggal, tampilWaktu, instagram, telegram, youtube, kapanbotaktif, grupch1, grupch2) => {
	return `
❉──────────❉

*🔰_Mr ᭄B O O Tツ_🔰*

❉──────────❉

📅*${tampilTanggal}* 
⏰*${tampilWaktu}* 
(Waktu Server)
📢 Bot Aktif ; *Tergantung jaringan*

*╭═┅ৡৢ͜͡✦═══╡꧁꧂╞═══┅ৡৢ͜͡✦═╮*
*║┊:* ⃟ ⃟  ━ೋ๑————๑ೋ━* ⃟ ⃟ *      
*║┊:◄✜┢┅ீ͜ৡৢ͜͡✦━━◇━━ீ͜ৡৢ͜͡✦┅┧✜►*
*║┊:*      ┈ ┈ ┈ ┈ ┈ ┈ ┈ ┈ ┈ ┈ ┈  
*║┊:*   𝑁𝑎𝑚𝑎𝐵𝑜𝑡 :  _Mr ᭄B O O Tツ_
*║┊:* 𝐶𝑟𝑒𝑎𝑡𝑜𝑟 : _TANPA NAMA_
*║┊:* 𝑊𝐴𝑅𝑁𝐼𝑁𝐺!!  𝐷𝑖𝑙𝑎𝑟𝑎𝑛𝑔 𝐶𝑜𝑝𝑦
*║┊:*      ┈ ┈ ┈ ┈ ┈ ┈ ┈ ┈ ┈ ┈ ┈ 
*║┊:◄✜┢┅ீ͜ৡৢ͜͡✦━━◇━━ீ͜ৡৢ͜͡✦┅┧✜►*
*║┊:  * ⃟ ⃟  ━ೋ๑————๑ೋ━* ⃟ ⃟ *   
*╰═┅ৡৢ͜͡✦═══╡꧁꧂╞═══┅ৡৢ͜͡✦═╯*


▬▬▬▬▬▬ FITUR  BOT: ▬▬▬▬▬▬
 
─────────────────────
☞═══ *FUN* ═══
─────────────────────

✎ _*!pantun*_

✎ _*!animepict*_

✎ _*!sticker*_

✎ _*!nulis <teks>*_

✎ _*!quotes*_

✎ _*!pict <cewek/cowok>*_

✎ _*!animepict*_

✎ _*!say <teks>*_

✎ _*!lirik*_ <penyanyi-judul lagu>

✎ _*!alay*_ <teks>

☄▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬

─────────────────────
☞═══ *ISLAM* ═══
─────────────────────

✎ _*!sholat <daerah>*_

✎ _*!quran*

☄▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬

─────────────────────
☞═══ *DOWNLOADER* ═══
─────────────────────

✎ _*!yt <link>*_

✎ _*!ytmp3 <link>*_

✎ _*!ig <link>*_

✎ _*!fb <link>*_ //ERROR//

✎ _*!twt <link>*_

☄▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬

☞ _*!tiktok <link>*_

☄▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬

─────────────────────
☞═══ *EDUKASI* ═══
─────────────────────

✎ _*!wikia <yang kamu cari>*_

✎ _*!covid*_

☄▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬

─────────────────────
☞═══ *PRIMBON* ═══
─────────────────────

✎ _*!nama <namakamu>*_

✎ _*!pasangan <namamu & pasangan>*_
▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬
<═══════════════════════>
                     BOT Mr ᭄B O O Tツ
 <═══════════════════════>

             ╲    ╱    ● ᏴϴͲ●ᎷᎬΝႮ●
       ╱▔▔▔▔▔╲       Author    : TANPA NAMA
      ┃┈▇┈┈▇┈┃      
╭╮┣━━━━━━┫╭╮    
┃┃┃┈┈┈┈┈┈┃┃┃    
╰╯┃┈┈┈┈┈┈┃╰╯
      ╰┓┏━━┓┏╯
         ╰╯      ╰╯

 ▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬
 
 ▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬
╔═════════════════════════╗
 ●──────●BOT Mr ᭄B O O Tツ●──────●
╚═════════════════════════╝
`
}
